<script>
    export default {
        name: "Common",
        instituteList: [
            "机械与汽车工程学院", "建筑学院", "土木与交通学院", "电子与信息学院", "材料科学与工程学院", "化学与化工学院",
            "轻工科学与工程学院", "食品科学与工程学院", "数学学院", "物理与光电学院", "经济与贸易学院",
            "自动化科学与工程学院", "计算机科学与工程学院", "电力学院", "生物科学与工程学院", "环境与能源学院",
            "软件学院", "工商管理学院", "公共管理学院", "马克思主义学院", "外国语学院", "法学院", "新闻与传播学院",
            "艺术学院", "体育学院", "设计学院"
        ],
        majorList: [
            ["生物工程","生物制药"],
            ["软件工程"]
        ],
        diseaseLevelList: [
            "甲","乙","丙","其他"
        ],
    }
</script>
